import React from "react";

export const Introduce = () => (
  <div className="title title_xl title_center">
    Для того, чтобы начать обсуждение, выберете одну из двух тем (Рабочие
    моменты или Неформальное общение)
    <br />
    <br />
    Инструкции:
    <br />
    1.Редактировать и удалять можно только свои посты
    <br />
    2.Незарегистрированный пользователь не может оставлять посты, редактировать
    или удалять их
    <br />
    3.При перезагрузке страницы, данные о регистрации не сохраняются, так-как
    хранятся локально. Нужно будет снова регистрироваться. Сами посты хранятся
    на сервере.
  </div>
);
